{"questions": ["Who was the doctoral supervisor of Albert Einstein?", "Did Kaurismäki ever win the Grand Prix at Cannes?", "Who wrote the song Hotel California?", "Who was on the Apollo 11 mission?", "Which electronics companies were founded in Beijing?", "What is in a chocolate chip cookie?", "What is the atmosphere of the Moon composed of?", "How many movies did Park Chan-wook direct?", "Who are the developers of DBpedia?", "Which Indian company has the most employees?", "What is the name of the school where Obama's wife studied?", "Where does Piccadilly start?", "What is the capital of Cameroon?", "When did the Boston Tea Party take place?", "Who played Gus Fring in Breaking Bad?", "Who wrote Harry Potter?", "Which actors play in Big Bang Theory?", "What is the largest country in the world?", "Who is the most powerful Jedi?", "How many goals did Pelé score?", "Who is the president of Eritrea?", "Which computer scientist won an oscar?", "Who created Family Guy?", "How many people live in Poland?", "To which party does the mayor of Paris belong?", "Who does the voice of Bart Simpson?", "Who composed the soundtrack for Cameron's Titanic?", "When did Boris Becker end his active career?", "Show me all basketball players that are higher than 2 meters.", "What country is Sitecore from?", "Which country was Bill Gates born in?", "Who developed Slack?", "In which city did Nikos Kazantzakis die?", "How many grand-children did Jacques Cousteau have?", "Which films did Stanley Kubrick direct?", "Does Neymar play for Real Madrid?", "How many seats does the home stadium of FC Porto have?", "Show me all books in Asimov's Foundation series.", "Which movies star both Liz Taylor and Richard Burton?", "In which city are the headquarters of the United Nations?", "In which city was the president of Montenegro born?", "Which writers studied in Istanbul?", "Who is the mayor of Paris?", "What is the full name of Prince Charles?", "What is the longest river in China?", "Who discovered Ceres?", "When did princess Diana die?", "What do ants eat?", "Who is the host of the BBC Wildlife Specials?", "How many moons does Mars have?", "What was the first Queen album?", "Did Elvis Presley have children?", "Give me a list of all Canadians that reside in the U.S.", "Where is Syngman Rhee buried?", "In which countries do people speak Japanese?", "Who is the king of the Netherlands?", "When did the Dodo become extinct?", "Show me all Czech movies.", "Which rivers flow into the North Sea?", "When did Operation Overlord commence?", "Where do the Red Sox play?", "In which time zone is Rome?", "Give me a list of all critically endangered birds.", "How much did the Lego Movie cost?", "What was the original occupation of the inventor of Lego?", "Which countries have more than ten volcanoes?", "Show me all U.S. states.", "Who wrote the Game of Thrones theme?", "How many calories does a baguette have?", "Can you cry underwater?", "Which companies produce hovercrafts?", "How many emperors did China have?", "Show me hiking trails in the Grand Canyon where there's no danger of flash floods.", "In which ancient empire could you pay with cocoa beans?", "How did Michael Jackson die?", "Which space probes were sent into orbit around the sun?", "When was Coca Cola invented?", "What is the biggest stadium in Spain?", "On which day is Columbus Day?", "How short is the shortest active NBA player?", "Whom did Lance Bass marry?", "What form of government does Russia have?", "What movies does Jesse Eisenberg play in?", "What color expresses loyalty?", "Show me all museums in London.", "Give me all South American countries.", "Who is the coach of Ankara's ice hockey team?", "Who is the son of Sonny and Cher?", "What are the five boroughs of New York?", "Show me Hemingway's autobiography.", "What kind of music did Lou Reed play?", "In which city does Sylvester Stallone live?", "Who was Vincent van Gogh inspired by?", "What are the names of the Teenage Mutant Ninja Turtles?", "What are the zodiac signs?", "What languages do they speak in Pakistan?", "Who became president after JFK died?", "In what city is the Heineken brewery?", "What is Elon Musk famous for?", "What is Batman's real name?", "Wer bin ich?"]}